{
  "countries": [
    {
      "id": 1,
      "name": "Rome",
      "lat": 41.9028,
      "lng": 12.4964,
      "imgBanner":"https://www.wallart.com/media/catalog/product/cache/871f459736130e239a3f5e6472128962/w/0/w09993_-_small.jpg",
      "description": "Rome, the capital of Italy, is known for its rich history and stunning landmarks. The Colosseum, a massive ancient amphitheater, is a must-see for its historical significance. Vatican City, home to St. Peter's Basilica and the Sistine Chapel, attracts millions of visitors annually. The Trevi Fountain, where tourists toss coins to ensure their return, and the Pantheon, an ancient Roman temple, are other major attractions. Walking through the Roman Forum and Palatine Hill gives a glimpse into the life of ancient Rome.",
      "img1": "https://www.shutterstock.com/image-photo/rome-lazzio-italy-20th-april-600nw-2150648829.jpg",
      "img2": "https://img.delicious.com.au/XeX9eySn/w1200/del/2023/08/trevi-fountain-rome-source-istock-193631-2.jpg",
      "img3": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/20190406-DSC5193_Panteon.jpg/1200px-20190406-DSC5193_Panteon.jpg",
      "imgName1":"COLOSSEUM",
      "imgName2":"TREVI FOUNTAIN",
      "imgName3":"PANTHEON",
      "imgText1":"The Colosseum, located in Rome, Italy, is one of the most famous ancient structures in the world. Built between AD 70-80, it was the largest amphitheater of its time, capable of holding up to 80,000 spectators. The Colosseum hosted gladiatorial combats, animal hunts, and public spectacles.",
      "imgText2":"The Trevi Fountain is one of the most famous fountains in the world, located in the heart of Rome, Italy. Built in 1762 by architect Nicola Salvi, the fountain is a stunning example of Baroque art. It stands at 26 meters (85 feet) high and 49 meters (161 feet) wide.",
      "imgText3":" The Pantheon in Rome, originally built in 27 BC and later rebuilt by Emperor Hadrian around 118-125 AD, is one of the most well-preserved monuments from ancient Rome. It was initially constructed as a temple to all the gods of pagan Rome, and its name means “all gods.”",
      "price1": "€18",
      "price2": "Free",
      "price3": "Free"
    },
    {
      "id": 2,
      "name": "Stockholm",
      "lat": 59.3293,
      "lng": 18.0686,
      "imgBanner": "https://wallpapercat.com/w/full/b/2/9/1523937-3840x2160-desktop-4k-stockholm-wallpaper.jpg",
      "description": "Stockholm, the capital of Sweden, is a beautiful city spread across 14 islands, offering a unique blend of modernity and history. One of the must-visit places is Gamla Stan, the old town, with its medieval streets, colorful buildings, and the Royal Palace. The Vasa Museum houses a well-preserved 17th-century warship, a highlight for history lovers. Skansen, the world’s oldest open-air museum, offers insight into Swedish traditions. Tourists also enjoy a visit to Djurgården, a lush island home to museums and parks. The city's numerous canals make it perfect for boat tours.",
      "img1": "https://ethnomir.ru/upload/medialibrary/ea5/muzey_pod_otkrytym_nebom_skansen_v_shvetsii_1.jpg",
      "img2": "https://usercontent.one/wp/www.takemetosweden.com/wp-content/uploads/2023/07/Vasa-Museum-Stockholm-840x473.png",
      "img3": "https://lh3.googleusercontent.com/p/AF1QipNeJsPgXBJcXBzTHIQSr1MlhsBAYd_IGAn-hUH3=s680-w680-h510-rw",
      "imgName1":"SKANSEN",
      "imgName2":"VASA MUSEUM",
      "imgName3":"THE ROYAL PALACE",
      "imgText1":"Skansen, located in Stockholm, is the world’s oldest open-air museum, established in 1891. It showcases Swedish life and traditions, with over 150 historical buildings relocated from different parts of Sweden. Visitors can explore traditional homes, workshops, and farms, giving insight into Swedish history from the 18th century to modern times.",
      "imgText2": "The Vasa Museum, located in Stockholm, is home to the only preserved 17th-century ship in the world, the warship Vasa. The ship sank on its maiden voyage in 1628 and was salvaged in 1961, making it an incredible piece of maritime history. Visitors can explore the massive ship, which is almost fully intact, and learn about life aboard it through various exhibitions.",
      "imgText3": "The Royal Palace in Stockholm is one of the largest palaces in Europe and the official residence of the Swedish monarch. Built in the Baroque style, the palace has over 600 rooms spread across seven floors. Visitors can explore various museums housed within the palace, including the Tre Kronor Museum and the Royal Armory.",
      "price1": "€19",
      "price2": "€16",
      "price3": "€14"
    },
    {
      "id": 3,
      "name": "Gian Island",
      "lat": -0.2391,
      "lng": 99.9420,
      "imgBanner": "https://www.maldiv.org/wp-content/uploads/2013/09/maldiv-adalari-nasil-olustu-hd.jpg",
      "description": "Gian Island is a tropical paradise located in the southern part of Thailand, famous for its pristine beaches, clear waters, and lush landscapes. The island offers a tranquil getaway for tourists looking to escape the crowds. Long Beach is one of the most popular spots, known for its white sand and turquoise waters, perfect for swimming and sunbathing. Adventure seekers can explore the island's hidden caves and take part in snorkeling or scuba diving to see the vibrant coral reefs. For a cultural experience, visitors can take a boat trip to nearby traditional fishing villages. The island is ideal for nature lovers and those seeking a peaceful retreat.",
      "img1": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Male-total.jpg/1200px-Male-total.jpg",
      "img2": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/363106750.jpg?k=7ea08e3d0f388e8c1825379318686a182e90b9484fed024f2584a9226e680fa5&o=&hp=1",
      "img3": "https://images-01.avas.mv/post/big_ua4xVKXedrIpVTJeQie4U2IgU.jpg",
      "imgName1":"MALE",
      "imgName2":"FULHADHOO",
      "imgName3":"ADDU CITY",
      "imgText1":"Malé, the capital of the Maldives, is a bustling island city known for its vibrant markets, historic mosques, and beautiful waterfront. Despite its small size, Malé is the economic and cultural hub of the country, offering visitors a glimpse into Maldivian life beyond the resorts. ",
      "imgText2": "Fulhadhoo is a small, tranquil island in the Maldives, known for its untouched natural beauty and serene atmosphere. Located in the Baa Atoll, Fulhadhoo offers pristine white sandy beaches and crystal-clear turquoise waters, making it a perfect spot for relaxation. The island is much less crowded compared to other tourist destinations, providing a secluded getaway for those seeking peace and quiet. ",
      "imgText3": "Addu City is the southernmost city in the Maldives, located in the Addu Atoll, and is known for its beautiful lagoons and diverse marine life. It is less commercialized compared to other Maldivian tourist spots, offering a more authentic and peaceful experience. The city consists of several islands connected by causeways, making it easy to explore by bike or car.",
      "price1": "Free",
      "price2": "€140",
      "price3": "€120"
    },
    {
      "id": 4,
      "name": "Munich",
      "lat": 48.1351,
      "lng": 11.5820,
      "imgBanner": "https://wallpapercave.com/wp/wp1858341.jpg",
      "description": "Munich, the capital of Bavaria in Germany, is a city known for its rich history, culture, and architecture. Tourists can visit Marienplatz, the central square, which is home to the New Town Hall and the famous Glockenspiel. Nymphenburg Palace, with its beautiful gardens, offers a glimpse into Bavarian royalty. The English Garden is one of the largest urban parks in the world, perfect for relaxing and enjoying nature. Munich is also famous for Oktoberfest, the world's largest beer festival, held annually. Visitors can explore BMW Welt to learn about the history of the iconic automobile brand.",
      "img1": "https://visit-muenchen-bayern.de/wp-content/uploads/sites/4/2020/07/marienplatz-muenchen.jpg",
      "img2": "https://www.schloesser.bayern.de/bilder/schloss/objektseiten_790/ny-luft790.jpg",
      "img3": "https://media.istockphoto.com/id/1186471876/photo/monopteros-temple-in-munich.jpg?s=612x612&w=0&k=20&c=hdOPZaXiJ8_P1iQcLRQGttNcIGo_qetAQ-8wGbqy1Dc=",
      "imgName1":"MARIENPLATZ",
      "imgName2":"NYMPHENBURG PALACE",
      "imgName3":"ENGLISH GARDEN",
      "imgText1":"Marienplatz is the central square in Munich, Germany, and has been the city's main square since 1158. It is surrounded by stunning Gothic architecture, including the New Town Hall, where the famous Glockenspiel plays daily. Marienplatz is a hub for tourists, offering a variety of shops, cafes, and restaurants.  ",
      "imgText2": "Nymphenburg Palace, located in Munich, Germany, is a grand Baroque palace that was once the summer residence of Bavarian royalty. Built in the 17th century, the palace is known for its stunning architecture and vast gardens, which are perfect for leisurely strolls.",
      "imgText3": "The English Garden in Munich, Germany, is one of the largest urban parks in the world, covering over 370 hectares. It offers a variety of landscapes, from open green spaces to wooded areas and tranquil lakes. Visitors can enjoy leisurely walks, bike rides, or picnics, and in the summer, sunbathing is popular along the Isar River. ",
      "price1": "€6",
      "price2": "€11.5",
      "price3": "Free"
    },
    {
      "id": 5,
      "name": "Bali",
      "lat": -8.4095,
      "lng": 115.1889,
      "imgBanner": "https://wallpapers.com/images/featured/bali-qhidusvhukn25lb1.jpg",
      "description": "Bali, an island in Indonesia, is famous for its stunning beaches, rich culture, and spiritual temples. Tourists flock to Uluwatu Temple, which is perched on a cliff overlooking the ocean and offers breathtaking sunset views. Ubud, known as the cultural heart of Bali, is perfect for exploring art galleries, traditional crafts, and the famous Tegallalang Rice Terraces. Kuta Beach is a popular spot for surfing and nightlife, while the serene Tirta Empul Temple offers a peaceful atmosphere for spiritual cleansing rituals. Bali’s unique blend of natural beauty and cultural richness makes it a top destination for travelers.",
      "img1": "https://thebalisun.com/wp-content/uploads/2024/04/Huge-Renovations-Set-To-Save-Popular-Bali-Temple-.jpg",
      "img2": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/03/ea/ac/8a/kuta.jpg?w=1200&h=1200&s=1",
      "img3": "https://theworldtravelguy.com/wp-content/uploads/2020/05/DJI_0910-3.jpg",
      "imgName1":"ULUWATU TEMPLE",
      "imgName2":"KUTA BEACH",
      "imgName3":"TEGALLALANG RICE TERRACES",
      "imgText1":"Uluwatu Temple is a famous sea temple located on the cliffs of Bali, Indonesia, offering breathtaking views of the Indian Ocean. Built in the 11th century, the temple is dedicated to the sea gods and is an important spiritual site for Balinese Hindus. One of the highlights of visiting Uluwatu is the traditional Kecak Fire Dance, performed during sunset with the dramatic backdrop of the ocean. ",
      "imgText2":" Kuta Beach, located on the island of Bali, Indonesia, is one of the most famous beaches in the country, known for its long stretch of golden sand and vibrant atmosphere. It’s a popular destination for surfers, especially beginners, due to its gentle waves. Kuta Beach is also famous for its stunning sunsets, attracting tourists every evening to enjoy the view.",
      "imgText3":"The Tegallalang Rice Terraces, located near Ubud in Bali, Indonesia, are famous for their stunning landscapes and traditional Balinese irrigation system known as Subak. The terraces offer breathtaking views of layered rice fields on the hillsides, attracting both photographers and nature lovers.",
      "price1": "€4",
      "price2": "€10",
      "price3": "€2"
    },
    {
      "id": 6,
      "name": "Hanoi",
      "lat": 21.0285,
      "lng": 105.8542,
      "imgBanner":"https://www.wayfairertravel.com/hubfs/Imported%20sitepage%20images/Huc_Bridge_Hanoi_Vietnam_Shutterstock_CCMelinda_Nagy_eomiei.jpg",
      "description": "Hanoi, the capital of Vietnam, is a vibrant city known for its rich history, ancient temples, and colonial architecture. One of the must-visit sites is Hoan Kiem Lake, located in the heart of the city, which offers a peaceful escape and features the iconic Turtle Tower. The Old Quarter is famous for its narrow streets, traditional shops, and bustling markets, providing a glimpse into Vietnamese daily life. Visitors can also explore the Temple of Literature, Vietnam’s first national university, which dates back to 1070. Another significant site is the Ho Chi Minh Mausoleum, where the revolutionary leader's body is preserved.",
      "img1": "https://globalvolunteers.org/wp-content/uploads/2020/02/Hoan-Kiem-Lake-scaled.jpeg",
      "img2": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/b7/dd/47/molo-del-vecchio-porto.jpg?w=1200&h=1200&s=1",
      "img3": "https://vietnamtour.in/wp-content/uploads/Temple-of-Literature-1.jpg",
      "imgName1":"HOAN KIEM LAKE",
      "imgName2":"OLD QUARTER",
      "imgName3":"TEMPLE OF LITERATURE",
      "imgText1":"Hoan Kiem Lake is a peaceful and scenic spot located in the heart of Hanoi, Vietnam. The lake is famous for the Turtle Tower, which stands on a small island, and is a symbol of Vietnamese history and legend. It’s a popular destination for both locals and tourists, offering a tranquil place for walking and enjoying nature.",
      "imgText2":"The Old Quarter in Hanoi, Vietnam, is a bustling and historic district known for its narrow streets and vibrant atmosphere. It is famous for its traditional shops, street food vendors, and markets that sell everything from souvenirs to local crafts. The Old Quarter is also home to ancient architecture, including traditional tube houses and old temples like the Bach Ma Temple, one of the oldest in Hanoi.",
      "imgText3":"The Temple of Literature in Hanoi, Vietnam, is a historic site that dates back to 1070 and was dedicated to Confucius. It served as Vietnam's first national university, where scholars studied Confucian philosophy and literature. The temple is renowned for its beautiful courtyards, gardens, and traditional Vietnamese architecture.",
      "price1": "€1",
      "price2": "€10",
      "price3": "€2"
    },
    {
      "id": 7,
      "name": "Kuwait",
      "lat": 29.3759,
      "lng": 47.9774,
      "imgBanner":"https://statemag.state.gov/wp-content/uploads/2019/10/POM-KUWAIT-18.jpg",
      "description": "Kuwait, located in the Arabian Gulf, is a vibrant country known for its modern skyline and rich cultural heritage. One of the main attractions is the Kuwait Towers, iconic landmarks offering panoramic views of the city and the Gulf. The Grand Mosque, the largest mosque in Kuwait, is another must-visit site, known for its stunning Islamic architecture. Visitors can explore the Kuwait National Museum to learn about the country’s history and Bedouin culture. For shopping and entertainment, the Avenues Mall is one of the largest malls in the Middle East. Kuwait’s beautiful beaches along the coastline also offer a relaxing getaway for tourists.",
      "img1": "https://imagevars.gulfnews.com/2021/01/16/Kuwait_1770b4a9405_large.jpg",
      "img2": "https://img1.advisor.travel/1200x630px-Grand_Mosque_Kuwait_9.jpg",
      "img3": "https://almullaengineering.com/wp-content/uploads/2017/01/Avenue-9-670x477.jpg",
      "imgName1":"KUWAIT TOWER",
      "imgName2":"GRAND MOSQUE",
      "imgName3":"AVENUES MALL",
      "imgText1":"The Kuwait Towers are iconic landmarks located in Kuwait City, offering stunning views of the Arabian Gulf. Opened in 1979, the towers consist of three structures, with the main tower featuring a rotating observation deck and a restaurant at 123 meters high. The towers are a symbol of Kuwait’s modernization and are illuminated beautifully at night.",
      "imgText2":"The Grand Mosque in Kuwait City is the largest mosque in the country and a significant religious and cultural landmark. Completed in 1986, the mosque is known for its impressive Islamic architecture, featuring a grand dome, beautiful chandeliers, and intricate calligraphy. ",
      "imgText3":"The Avenues Mall in Kuwait is one of the largest shopping malls in the Middle East, offering a wide variety of shopping, dining, and entertainment options. Opened in 2007, the mall is known for its unique architectural design, featuring themed districts such as the Grand Avenue, which mimics an outdoor street with high-end stores.",
      "price1": "€4",
      "price2": "Free",
      "price3": "Free"
    },
    {
      "id": 8,
      "name": "Saint Petersburg",
      "lat": 59.9343,
      "lng": 30.3351,
      "imgBanner": "https://cdn.wallpapersafari.com/42/46/2CvioM.jpg",
      "description": "Saint Petersburg, Russia’s second-largest city, is known for its rich history, stunning architecture, and cultural significance. One of the most famous landmarks is the Hermitage Museum, housed in the Winter Palace, showcasing an extensive collection of world art. Visitors should also explore the Peter and Paul Fortress, the original citadel of the city. The Church of the Savior on Spilled Blood is a must-see for its colorful domes and intricate mosaics. A boat tour along the Neva River offers breathtaking views of the city's many palaces and bridges. The Catherine Palace in nearby Pushkin is another highlight, famous for its lavish Baroque design and the Amber Room.",
      "img1": "https://lh4.googleusercontent.com/proxy/mRgyWO2VsHk48XekZtRTgS0rdg1-6Olg16ip2KCDahj4leKQFaUbvXm1YGL8HtN5x-_vLwc5fjKHZ-Xnp7Emdj31373ALinI09PTHN08lS9WwJ9Gww",
      "img2": "https://lh3.googleusercontent.com/proxy/pTIWOchywZT9yGrhmDOEDdy69_d6yEprRRQfiPi3XuVLR1yIZ180L3TJmF-DJ-eO5_PpPCarQiIWSGvpumMSQXCajjndxUz18h9aSE0UqjEuflOXFcj62myTD34F-5nu7BQQadEPXwYLlV1wk6hoTRVvnZYJzsb7i0TzUkMzH37xjtxow5ZxJwXRYau4fm-MhaI4rSuSyA",
      "img3": "https://www.historyhit.com/app/uploads/bis-images/5161746/shutterstock_699785890-1-788x537.jpg?x85712",
      "imgName1":"HERMITAGE MUSEUM",
      "imgName2":"PETER AND PAUL FORTRESS",
      "imgName3":"CHURCH OF THE SAVIOR ON SPILLED BLOOD",
      "imgText1":"The Hermitage Museum in Saint Petersburg, Russia, is one of the largest and most prestigious museums in the world. It is housed in the Winter Palace, a former royal residence, and contains over 3 million items, including masterpieces by artists like Rembrandt, Leonardo da Vinci, and Michelangelo.",
      "imgText2":"The Peter and Paul Fortress in Saint Petersburg, Russia, is the original citadel of the city, founded by Peter the Great in 1703. It played a key role in the defense of the city and later served as a political prison, housing notable figures such as Dostoevsky and Trotsky.",
      "imgText3":"The Church of the Savior on Spilled Blood in Saint Petersburg, Russia, is one of the city's most iconic landmarks, known for its colorful onion-shaped domes and intricate mosaics. Built between 1883 and 1907, the church was constructed on the site where Emperor Alexander II was assassinated, hence the name.",
      "price1":"€15",
      "price2": "€10",
      "price3": "€7"
    },
    {
      "id": 9,
      "name": "Dubai",
      "lat": 25.276987,
      "lng": 55.296249,
      "imgBanner":"https://wallpapers.com/images/hd/dubai-in-the-uae-n3bgakrxi8yolnqa.jpg",
      "description": "Dubai, located in the United Arab Emirates, is known for its modern skyline, luxury shopping, and incredible tourist attractions. One of the must-see sites is the Burj Khalifa, the tallest building in the world, offering breathtaking views from its observation decks. Visitors can also enjoy the man-made Palm Jumeirah, an artificial island shaped like a palm tree, home to luxury hotels and resorts. The Dubai Mall is a major attraction for shopping enthusiasts and also features an aquarium and ice rink. Tourists can experience traditional Arabian culture in the Al Fahidi Historical Neighborhood, one of the oldest parts of the city. The Dubai Desert Safari offers an adventurous escape into the sand dunes, with camel rides and dune bashing.",
      "img1": "https://www.allplan.com/fileadmin/_processed_/6/5/csm_iStock-183346577_NEU_b998568fdd.jpg",
      "img2": "https://www.imtilak.net/uploads/posts/318f74e1d88e091f9a6ebc1d7b63a8d93Pi474.webp",
      "img3": "https://planningdubai.ae/wp-content/uploads/2023/04/Al-Fahidi-Historic-Neighborhood.png",
      "imgName1":"BURJ KHALIFA",
      "imgName2":"PALM JUMEIRAH",
      "imgName3":"AL FAHIDI HISTORICAL NEIGHBORHOOD",
      "imgText1":"The Burj Khalifa in Dubai is the tallest building in the world, standing at 828 meters (2,717 feet) with over 160 floors. It offers two observation decks, At The Top on the 124th and 125th floors, and the At The Top SKY experience on the 148th floor, where visitors can enjoy stunning panoramic views of the city and the surrounding desert.",
      "imgText2":"Palm Jumeirah is a man-made island in Dubai, shaped like a palm tree, and is one of the most famous landmarks in the city. The island is home to luxurious hotels, including the famous Atlantis, The Palm, which features a water park and an underwater aquarium.",
      "imgText3":"The Al Fahidi Historical Neighborhood, located in the heart of Dubai, is one of the city's oldest areas, showcasing traditional Emirati architecture and culture. The district is known for its wind towers, narrow lanes, and beautifully restored buildings made of stone, gypsum, teak, and palm wood. ",
      "price1": "€40",
      "price2": "€65",
      "price3": "€1"
    },
    {
      "id": 10,
      "name": "Prague",
      "lat": 50.0755,
      "lng": 14.4378,
      "imgBanner": "https://images.unsplash.com/photo-1600623471616-8c1966c91ff6?fm=jpg&q=60&w=3000&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTl8fHByYWd1ZXxlbnwwfHwwfHx8MA%3D%3D",
      "description": "Prague, the capital of the Czech Republic, is a city rich in history and renowned for its stunning medieval architecture. One of the city's most famous landmarks is Prague Castle, the largest ancient castle in the world, offering panoramic views of the city. Charles Bridge, with its 30 baroque statues, is another must-see, connecting the old town to the castle district. Old Town Square is home to the famous Astronomical Clock, which draws crowds every hour to watch its procession of figures. Visitors can also explore the Jewish Quarter, filled with historic synagogues and the Old Jewish Cemetery. Prague’s vibrant atmosphere, scenic views, and cultural sites make it a top destination for tourists.",
      "img1": "https://e0.pxfuel.com/wallpapers/557/175/desktop-wallpaper-pra%C5%BEsk%C3%BD-hrad-prague-castle-castle-and-charles-bridge-ka.jpg",
      "img2": "https://cdn.britannica.com/63/242563-050-C1FD925B/Prague-Charles-Bridge-Karluv-Most-Czech-Republic.jpg",
      "img3": "https://i0.wp.com/theroyaltourblog.com/wp-content/uploads/2022/09/img_3436.jpg?resize=720%2C540&ssl=1",
      "imgName1":"PRAGUE CASTLE",
      "imgName2":"CHARLES BRIDGE",
      "imgName3":"OLD TOWN SQUARE",
      "imgText1":"Prague Castle, located in the heart of Prague, is the largest ancient castle in the world and one of the most important cultural and historical landmarks of the Czech Republic. Founded in the 9th century, the castle complex includes palaces, gardens, and churches, such as the iconic St. Vitus Cathedral, which dominates the Prague skyline. ",
      "imgText2":"Charles Bridge in Prague, Czech Republic, is one of the city's most famous landmarks, connecting the Old Town with Prague Castle across the Vltava River. Built in the 14th century under the orders of King Charles IV, the bridge is adorned with 30 baroque statues of saints, making it a must-see for visitors.",
      "imgText3":"Old Town Square in Prague, Czech Republic, is the historic heart of the city, famous for its stunning medieval architecture and vibrant atmosphere. The square is home to several important landmarks, including the Astronomical Clock, which draws crowds every hour to watch its procession of figures.",
      "price1": "€15",
      "price2": "Free",
      "price3": "Free"
    },
    {
      "id": 11,
      "name": "Amsterdam",
      "lat": 52.3676,
      "lng": 4.9041,
      "imgBanner": "https://wallpaperboat.com/wp-content/uploads/2019/12/amsterdam-01.jpg",
      "description": "Amsterdam, the capital of the Netherlands, is known for its picturesque canals, historic houses, and vibrant culture. One of the most iconic landmarks is the Anne Frank House, where visitors can learn about the life of Anne Frank and the Holocaust. The Rijksmuseum is another must-see, housing masterpieces from Dutch artists like Rembrandt and Vermeer. Visitors can also explore the Van Gogh Museum, which contains the largest collection of Van Gogh’s works. Amsterdam’s canal cruises are a popular way to see the city’s beautiful architecture and bridges. The Vondelpark is a perfect spot for relaxation, offering green spaces and outdoor activities.",
      "img1": "https://www.therestlessworker.com/wp-content/uploads/2017/05/Untitled-design-6-1.jpg",
      "img2": "https://www.artnews.com/wp-content/uploads/2023/02/GettyImages-1215971600-copy-1.jpg?w=1200",
      "img3": "https://www.ericvokel.com/blog/wp-content/uploads/2017/06/Amsterdam-con-ni%C3%B1os-Vondelpark-arquitectura-fotocursushoofddorp1.jpg",
      "imgName1":"ANNE FRANK HOUSE",
      "imgName2":"RIJKSMUSEUM",
      "imgName3":"VONDELPARK",
      "imgText1":"The Anne Frank House in Amsterdam, Netherlands, is one of the most visited historical sites in the city. This museum is located in the actual building where Anne Frank and her family hid from the Nazis during World War II. Visitors can explore the secret annex where Anne wrote her famous diary, gaining insight into the life of a Jewish family during the Holocaust.",
      "imgText2":"The Rijksmuseum in Amsterdam, Netherlands, is the largest and most prestigious art museum in the country. It houses an extensive collection of Dutch art and history, including masterpieces from famous artists such as Rembrandt, Vermeer, and Van Gogh. The museum’s most iconic piece is Rembrandt's 'The Night Watch', a large and detailed painting that draws millions of visitors each year.",
      "imgText3":"Vondelpark is the largest and most famous park in Amsterdam, Netherlands, offering a green oasis in the heart of the city. Opened in 1865, the park is a popular spot for both locals and tourists, providing a perfect place for relaxation, picnics, cycling, and outdoor activities. It is home to an open-air theatre, several cafes, and beautiful ponds, making it an ideal destination for families and nature lovers. ",
      "price1": "€14",
      "price2": "€20",
      "price3": "Free"
    },
    {
      "id": 12,
      "name": "Vilnius",
      "lat": 54.6872,
      "lng": 25.2797,
      "imgBanner":"https://images6.alphacoders.com/688/688390.jpg",
      "description": "Vilnius, the capital of Lithuania, is known for its stunning baroque architecture and rich history. One of the main attractions is the Old Town, a UNESCO World Heritage Site, with its narrow cobblestone streets and beautiful churches such as St. Anne's Church. Visitors can also explore the Vilnius Cathedral and Gediminas Tower, offering panoramic views of the city. The Uzupis District, often compared to Montmartre in Paris, is a vibrant neighborhood known for its artistic community and quirky cafes. For a more peaceful experience, tourists can visit Bernardine Gardens, a perfect spot for relaxation in nature.",
      "img1": "https://www.govilnius.lt/images/5e260ccc4f5f2930e2c42467?w=750&h=500",
      "img2": "https://www.govilnius.lt/images/5e2577fd4f5f295bfdc41348?w=750&h=500",
      "img3": "https://www.govilnius.lt/images/5df3ff3eaa15f8b7d0789833?w=750&h=500",
      "imgName1":"St. Anne's Church",
      "imgName2":"Vilnius Cathedral",
      "imgName3":"Uzupis District",
      "imgText1":"St. Anne's Church in Vilnius, Lithuania, is one of the finest examples of Gothic architecture in the country and is a prominent landmark in the city's Old Town. Built in the late 15th century, the church is known for its intricate red brick facade, featuring numerous spires and delicate arches.",
      "imgText2":"Vilnius Cathedral, officially known as the Cathedral Basilica of St Stanislaus and St Ladislaus, is the most important Roman Catholic cathedral in Lithuania and a symbol of Vilnius. Located in the city’s Cathedral Square, it has a stunning neoclassical design, with tall columns and a grand facade that dates back to the 18th century.",
      "imgText3":"The Uzupis District in Vilnius, Lithuania, is a bohemian neighborhood often compared to Paris’s Montmartre due to its artistic community and unique charm. In 1997, the area humorously declared itself an independent 'republic' with its own constitution, president, and even a small army. The district is filled with art galleries, quirky cafes, and street art, making it a vibrant cultural hub. ",
      "price1": "Free",
      "price2": "Free",
      "price3": "Free"
    }
  ]
}
